[
  {
    "category": "Cleaning",
    "subcategories": "Home Deep Cleaning",
    "description": "Our professional deep cleaning service in Dinajpur delivers a thorough home transformation. We meticulously clean every nook - from ceiling fans to baseboards - using hospital-grade disinfectants and eco-friendly products. Our 75-point checklist includes steam cleaning upholstery, degreasing kitchen exhausts, descaling bathroom fixtures, and polishing hardwood floors. Special attention is given to high-touch surfaces like light switches and doorknobs. Perfect for pre-festival cleaning, post-renovation cleanup, or seasonal maintenance. Our trained staff arrives with industrial vacuums, microfiber cloths, and extension dusters to ensure no spot is missed. Flexible scheduling available with pet-friendly and child-safe cleaning solutions.",
    "image": "https://i.ibb.co/b5CtQHJg/home-clining.webp",
    "address": "Dinajpur City",
    "workingPersonName": "Rahim Uddin",
    "workingPersonEmail": "rahim.cleaner@kajbondu.com",
    "availableTime": "8:00AM to 8:00PM",
    "price": 200,
    "priceComment": "per room"
  },
  {
    "category": "Cleaning",
    "subcategories": "https://i.ibb.co/rRFkbJB8/office-cleaning.jpg",
    "description": "Elevate your workplace hygiene with our comprehensive office cleaning service in Dinajpur. We provide daily disinfection of workstations, conference rooms, and common areas using CDC-approved sanitizers. Our service includes carpet shampooing, glass partition polishing, HVAC vent cleaning, and deep sanitization of restrooms and pantries. We follow green cleaning protocols with microfiber technology and HEPA-filter vacuums to reduce allergens. Special packages include after-hours cleaning, window washing, and electrostatic spray disinfection. Ideal for corporate offices, banks, and healthcare facilities looking to maintain professional standards. Our team is trained in discreet, efficient cleaning without disrupting your workflow.",
    "image": "/images/services/cleaning2.jpg",
    "address": "Dinajpur City",
    "workingPersonName": "Salma Akter",
    "workingPersonEmail": "salma.clean@kajbondu.com",
    "availableTime": "8:00AM to 8:00PM",
    "price": 300,
    "priceComment": "per 100 sq. ft"
  },
    {
    "category": "Cleaning",
    "subcategories": "Post-Construction Cleaning",
    "description": "Prepare your newly constructed or renovated space for occupancy with our specialized post-construction cleaning in Dinajpur. We remove plaster dust, paint splatters, grout residue, and construction debris from all surfaces. Service includes window cleaning, tile grout scrubbing, HVAC duct vacuuming, and final touch-up polishing. Our industrial-grade equipment (floor scrubbers, pressure washers, and scaffold cleaning systems) handles large-scale projects efficiently. Safety protocols for handling sharp objects and chemical cleaning agents. Recommended for contractors handing over properties or homeowners completing DIY renovations. Pricing based on square footage with discounts for multiple property cleaning.",
    "image": "https://i.ibb.co/HfWQf61p/Post-Construction-Clean.jpg",
    "address": "Dinajpur City",
    "workingPersonName": "Karim Ahmed",
    "workingPersonEmail": "karim.cleaner@kajbondu.com",
    "availableTime": "9:00AM to 6:00PM",
    "price": 3000,
    "priceComment": "per 1000 sq. ft."
  },
  {
  "category": "Cleaning",
  "subcategories": "Laundry Service",
  "description": "Enjoy professionally cleaned clothes without the hassle with our premium laundry service in Dinajpur. We handle all fabrics with care - from delicate silks to heavy curtains - using hypoallergenic detergents and steam sterilization. Our service includes washing, ironing, folding, and stain removal with eco-friendly products. Special treatments available for tough stains (ink, oil, wine) and fabric restoration. We offer both machine wash and hand wash options with separate processing for whites and colors. Free pickup and delivery within city limits with express 24-hour service available. Perfect for busy professionals, large families, and special occasion outfits. All items are tagged and tracked for security.",
  "image": "https://i.ibb.co/HpV1P7cH/laundry.jpg",
  "address": "Dinajpur City",
  "workingPersonName": "Fatema Begum",
  "workingPersonEmail": "fatema.laundry@kajbondu.com",
  "availableTime": "8:00AM to 8:00PM",
  "price": 150,
  "priceComment": "per 5kg bundle"
},
  {
    "category": "Painting",
    "subcategories": "Wall Painting",
    "description": "Transform your space with our professional wall painting service using premium Berger/Asian Paints products. Our end-to-end solution includes thorough surface preparation (crack filling, putty application, sanding), primer coating, and two layers of weather-resistant paint. We specialize in decorative finishes like Venetian plaster, textured effects, and accent walls. For exteriors, we provide waterproof coatings and anti-fungal treatments. Our team uses drop cloths and masking techniques to protect your furniture, with complete post-job cleanup included. Free color consultation available with 1-year warranty on workmanship. Ideal for home makeovers, rental property refreshes, and commercial space branding.",
    "image": "https://i.ibb.co/m5cyhwRM/painter-photo.jpg",
    "address": "Dinajpur City",
    "workingPersonName": "Tariqul Islam",
    "workingPersonEmail": "tariqul.paint@kajbondu.com",
    "availableTime": "8:00AM to 8:00PM",
    "price": 20,
    "priceComment": "per square foot"
  },
  {
    "category": "Electrical",
    "subcategories": "Fan & Light Installation",
    "description": "Ensure optimal home lighting and ventilation with our certified fan and light installation service. We handle all types of fixtures - from basic bulb replacements to smart LED systems and decorative chandeliers. Our electricians are trained in safe wiring practices, load balancing, and proper grounding techniques. Service includes old fixture removal, junction box inspection, secure mounting, and safety testing. We also provide energy-saving consultations and smart home automation integration. All work complies with Bangladesh Electrical Safety Standards with 6-month service warranty. Available for residential, commercial, and industrial projects throughout Dinajpur.",
    "image": " https://i.ibb.co/fPm4qP0/fan-installation.webp",
    "address": "Dinajpur City",
    "workingPersonName": "Nazmul Hasan",
    "workingPersonEmail": "nazmul.electric@kajbondu.com",
    "availableTime": "8:00AM to 8:00PM",
    "price": 250,
    "priceComment": "per device"
  },
  {
    "category": "Electrical",
    "subcategories": "Short Circuit Fixing and Wiring",
    "description": "Resolve dangerous electrical faults with our expert short circuit repair and wiring services. Our licensed electricians use thermal imaging and multimeter testing to diagnose hidden faults in switchboards, outlets, and appliances. We replace damaged cables, upgrade overloaded circuits, and install safety devices like MCBs and RCCBs. Specialized in troubleshooting intermittent faults that others can't find. Emergency service available for power restoration with complete hazard assessment. All rewiring jobs include proper conduit installation and labeling. Recommended for older homes, commercial buildings experiencing frequent tripping, and pre-purchase property inspections in Dinajpur.",
    "image": "https://i.ibb.co/mVrv1v1b/electritian.jpg",
    "address": "Dinajpur City",
    "workingPersonName": "Rehana Khatun",
    "workingPersonEmail": "rehana.fix@kajbondu.com",
    "availableTime": "8:00AM to 8:00PM",
    "price": 500,
    "priceComment": "per call"
  },
  {
    "category": "Shifting",
    "subcategories": "Home Furniture Moving",
    "description": "Experience stress-free relocation with our professional furniture moving service in Dinajpur. We provide complete packing (using bubble wrap and moving blankets), careful disassembly of beds/wardrobes, and secure transportation in covered trucks. Special handling for fragile items like glass tables and electronics. Our team includes lifters for staircases and tight spaces, with optional packing material supply. Additional services include temporary storage solutions and appliance reinstallation at your new location. Ideal for apartment shifts, hostel relocations, and office moves. Price covers one standard room's worth of furniture (bed, wardrobe, 2 chairs, 1 table).",
    "image": " https://i.ibb.co/6JgS6dkZ/shifting-pic.jpg",
    "address": "Dinajpur City",
    "workingPersonName": "Shuvo Roy",
    "workingPersonEmail": "shuvo.move@kajbondu.com",
    "availableTime": "8:00AM to 8:00PM",
    "price": 1000,
    "priceComment": "per room shifted"
  },
  {
    "category": "Tuition",
    "subcategories": "Home Tutor",
    "description": "Achieve academic excellence with our personalized home tutoring service across Dinajpur. Our tutors (selected through rigorous testing) specialize in CBSE/NCTB curricula from primary to HSC levels. We offer subject-specific coaching in Mathematics, English, and Science with customized lesson plans and regular progress reports. Teaching methods include visual aids, practical demonstrations, and exam strategy workshops. Flexible scheduling for morning/evening sessions with option for group tuition discounts. All tutors are background-checked and trained in child psychology. Special programs available for Olympiad preparation, university admissions, and slow learners.",
    "image": "https://i.ibb.co/wFpMZDyQ/home-tuitor1.jpg ",
    "address": "Dinajpur City",
    "workingPersonName": "University Students",
    "workingPersonEmail": "razzak@gmail.com",
    "availableTime": "8:00AM to 8:00PM",
    "price": 300,
    "priceComment": "per hour"
  },
  {
    "category": "Repair",
    "subcategories": "Fridge Repair",
    "description": "Restore your refrigerator's peak performance with our expert repair service covering all brands (Walton, LG, Samsung). We diagnose and fix compressor failures, gas leaks, thermostat malfunctions, and cooling system issues. Our technicians carry genuine spare parts and use manifold gauges for precise refrigerant charging. Additional services include deep cleaning of condenser coils, door seal replacement, and energy efficiency optimization. Emergency same-day service available for critical food storage situations. All repairs come with 3-month warranty on parts and labor. Serving both residential and commercial refrigeration needs across Dinajpur.",
    "image": "https://i.ibb.co/4Z9fXcKB/frize.png",
    "address": "Dinajpur City",
    "workingPersonName": "Milon Miah",
    "workingPersonEmail": "milon.repair@kajbondu.com",
    "availableTime": "8:00AM to 8:00PM",
    "price": 700,
    "priceComment": "per repair"
  },
  {
    "category": "Repair",
    "subcategories": "TV Repair",
    "description": "Revive your television with our comprehensive repair service for LED, LCD, and Smart TVs in Dinajpur. We troubleshoot picture distortion, sound issues, power failures, and connectivity problems. Specialized in panel replacement, backlight repair, and mainboard diagnostics. Our workshop is equipped with OEM-grade tools for precise soldering and firmware updates. Also offering wall-mounting services with cable management solutions. Free pickup and delivery for large screens. All repairs include 100-day warranty with transparent pricing - no hidden charges. Trusted service for all major brands including Sony, Samsung, and TCL.",
    "image": "https://i.ibb.co/RTHhBKnm/tv-repairing.jpg",
    "address": "Dinajpur City",
    "workingPersonName": "Rabiul Alam",
    "workingPersonEmail": "rabiul.tv@kajbondu.com",
    "availableTime": "8:00AM to 8:00PM",
    "price": 600,
    "priceComment": "per repair"
  },
  {
    "category": "Repair",
    "subcategories": "AC Repair",
    "description": "Beat the heat with our professional AC repair and maintenance service for all types (split, window, inverter). We address cooling inefficiencies, strange noises, water leakage, and electrical faults. Our certified technicians perform thorough system checks including refrigerant level testing, compressor diagnostics, and duct cleaning. Preventive maintenance packages include coil cleaning, filter replacement, and performance optimization. Emergency repair available during heatwaves. Using genuine spare parts with 4-month warranty. Also offering installation services and annual maintenance contracts for homes and offices throughout Dinajpur.",
    "image": "https://i.ibb.co/gb1Fp0xj/ac-repair.webp",
    "address": "Dinajpur City",
    "workingPersonName": "Rubel Ahmed",
    "workingPersonEmail": "rubel.ac@kajbondu.com",
    "availableTime": "8:00AM to 8:00PM",
    "price": 900,
    "priceComment": "per service"
  },
  {
    "category": "Repair",
    "subcategories": "Car Repair",
    "description": "Keep your vehicle running smoothly with our complete car repair and maintenance service in Dinajpur. Our ASE-certified mechanics specialize in engine diagnostics, brake system overhaul, suspension repairs, and electrical troubleshooting. Equipped with OBD-II scanners for accurate error code reading. Services include oil changes, battery replacement, wheel alignment, and AC regassing. We use manufacturer-recommended fluids and genuine/quality aftermarket parts. Transparent pricing with detailed inspection reports. Also offering pre-purchase inspections and roadside assistance. Workshop facilities available for major repairs with loaner car options. Trusted by sedan, SUV, and microbus owners across the region.",
    "image": "https://i.ibb.co/PssztBkq/Car-repair.jpg",
    "address": "Dinajpur City",
    "workingPersonName": "Rashed Khan",
    "workingPersonEmail": "rashed.car@kajbondu.com",
    "availableTime": "8:00AM to 8:00PM",
    "price": 1200,
    "priceComment": "per servicing"
  },
  {
    "category": "Plumbing",
    "subcategories": "Kitchen Sink Leak Repair",
    "description": "Eliminate water waste and prevent structural damage with our professional plumbing service for kitchen sink leaks. We repair faulty faucets, unclog drains (using hydro-jetting for tough blockages), and replace damaged PVC/U-pipes. Our waterproofing solutions include new silicone sealing and pipe insulation. Also offering garbage disposal installation and water filter hookups. All work includes leak detection with pressure testing and post-repair cleanup. Emergency service available for burst pipes. Serving residential kitchens, restaurant kitchens, and food processing units in Dinajpur with 6-month guarantee on all repairs.",
    "image": "https://i.ibb.co/hFmyzHs8/kitchen-plumbing.jpg",
    "address": "Dinajpur City",
    "workingPersonName": "Raihan Hossain",
    "workingPersonEmail": "raihan.plumber@kajbondu.com",
    "availableTime": "8:00AM to 8:00PM",
    "price": 350,
    "priceComment": "per repair"
  },
  {
    "category": "Plumbing",
    "subcategories": "Water Tap Repair & Bathroom plumbing",
    "description": "Upgrade your water fixtures with our tap repair and installation service covering all types (wall-mounted, sensor, mixer). We fix dripping taps, low water pressure issues, and handle complete replacements with water-saving aerators. Our work includes washer/gasket replacement, cartridge repairs, and valve seat resurfacing. For installations, we ensure proper alignment, leak-free connections, and optimal water flow. Special packages available for bathroom renovations and commercial property maintenance. Using premium brands like RAK and CERA with 1-year service warranty. Serving homes, hotels, and municipal buildings throughout Dinajpur district.",
    "image": "https://i.ibb.co/7dYrWmHk/bathroom-plumbing.webp",
    "address": "Dinajpur City",
    "workingPersonName": "Raihan Hossain",
    "workingPersonEmail": "raihan.plumber@kajbondu.com",
    "availableTime": "8:00AM to 8:00PM",
    "price": 300,
    "priceComment": "per tap or any Installation"
  },
  {
    "category": "Laborer",
    "subcategories": "Daily Construction Worker",
    "description": "Meet your construction labor needs with our skilled workforce available for daily hire in Dinajpur. Our laborers are trained in brick laying, concrete mixing, material handling, and demolition work. Equipped with basic tools (trowels, hods, wheelbarrows) and safety gear. Suitable for small renovations, boundary wall construction, and site cleanup. We provide supervised teams for quality control with options for skilled masons and helpers. Daily rate covers 8 hours of work with overtime availability. Ideal for homeowners, contractors, and event setup/teardown crews needing reliable temporary manpower.",
    "image": "https://i.ibb.co/nqt4bZj7/labourer-img.jpg",
    "address": "Dinajpur City",
    "workingPersonName": "Anwar Hossain",
    "workingPersonEmail": "anwar.labor@kajbondu.com",
    "availableTime": "8:00AM to 8:00PM",
    "price": 700,
    "priceComment": "per day"
  },
  {
    "category": "HouseMaid",
    "subcategories": "Cook at Home",
    "description": "Enjoy homemade meals without the hassle with our professional cooking service in Dinajpur. Our cooks specialize in Bengali, Indian, and continental cuisines with customizable weekly menus. Services include grocery shopping (with cost tracking), meal preparation (3 meals/day), and kitchen cleanup. All cooks are hygiene-certified with food safety training. Special diets accommodated (diabetic, vegetarian, child-friendly). Flexible arrangements from full-time live-in to part-time hourly service. Includes occasional special event cooking for parties and festivals. Background-checked, reliable staff with references available. Perfect for busy professionals, elderly households, and new mothers.",
    "image": "https://i.ibb.co/Hf411zm8/housemaid.jpg",
    "address": "Dinajpur City",
    "workingPersonName": "Sharmin Akter",
    "workingPersonEmail": "sharmin.cook@kajbondu.com",
    "availableTime": "8:00AM to 8:00PM",
    "price": 150,
    "priceComment": "per day session"
  }

]